betterlockscreen
brave-bin
colorz
dmenu-git
elm-platform-bin
j4-dmenu-desktop
lib32-mangohud
mangohud
minecraft-launcher
mprime
opencl-amd
paru
python-colorthief
python-haishoku
pywal-git
sc-im
simple-mtpfs-git
task-spooler
vulkan-amdgpu-pro
yay
