ack
acpi
adobe-source-han-sans-cn-fonts
alacritty
arandr
arch-install-scripts
chromium
cloc
cmake
cronie
dialog
discord
docker
dosfstools
dunst
ecryptfs-utils
efibootmgr
exfatprogs
fuseiso
gamemode
git
gnome-keyring
go
grep
gvfs
htop
i3-gaps
i3blocks
ipython
j4-dmenu-desktop
jdk-openjdk
jdk17-openjdk
lib32-gamemode
libva-mesa-driver
libva-utils
lutris
maim
man-db
mediainfo
mesa-demos
mlocate
mpv
neofetch
neovim
net-tools
noto-fonts-emoji
npm
ntfs-3g
obsidian
openrazer-driver-dkms
openssh
os-prober
p7zip
pavucontrol
pulseaudio-alsa
pulsemixer
python-pip
python-pywal
python-wheel
qbittorrent
qemu-full
redshift
ripgrep
rustup
rxvt-unicode
seahorse
sl
slock
steam
strace
stress
sxhkd
sxiv
telegram-desktop
tesseract-data-eng
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tmux
tree
ttf-dejavu
ttf-fira-mono
tumbler
unclutter
unrar
unzip
vim
virt-manager
virtualbox-host-modules-arch
wasm-bindgen
wasm-pack
wget
wine-gecko
wine-mono
wine-staging
xclip
xcompmgr
xdg-desktop-portal-gtk
xdotool
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xsetroot
xorg-xwininfo
xprintidle
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zsh-syntax-highlighting
