7zip
acpi
adobe-source-han-sans-cn-fonts
alacritty
arandr
arch-install-scripts
base
base-devel
cargo-nextest
cloc
cmake
cronie
dialog
discord
docker
docker-compose
dosfstools
dunst
ecryptfs-utils
efibootmgr
exfatprogs
fuseiso
gamemode
git
gnome-keyring
go
grub
htop
i3-wm
i3blocks
ipython
j4-dmenu-desktop
jdk-openjdk
jdk21-openjdk
lib32-gamemode
lib32-mangohud
libva-utils
lutris
ly
maim
man-db
mangohud
mediainfo
mesa-demos
mpv
neovim
net-tools
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvtop
obsidian
openrazer-driver-dkms
openssh
os-prober
otf-firamono-nerd
pavucontrol
pipewire-pulse
playerctl
plocate
polkit-gnome
prismlauncher
python-pip
python-wheel
qbittorrent
qemu-full
qmk
redshift
reflector
ripgrep
rsync
rtorrent
rustup
rxvt-unicode
sl
slock
spotify-launcher
sshfs
steam
strace
stress
sxhkd
sxiv
tailscale
telegram-desktop
tesseract-data-eng
texlive-latexrecommended
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tmux
tree
ttf-dejavu
ttf-liberation
tumbler
unclutter
unrar
unzip
vim
virt-manager
virtualbox-host-modules-arch
wasm-bindgen
wasm-pack
wget
wine-gecko
wine-mono
wine-staging
xclip
xcompmgr
xdg-desktop-portal-gtk
xdotool
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xsetroot
xorg-xwininfo
xprintidle
xwallpaper
yt-dlp
zathura
zathura-pdf-mupdf
zig
zsh
zsh-syntax-highlighting
