arandr
arch-install-scripts
clinfo
code
cronie
dhcpcd
dialog
discord
dosfstools
dunst
ecryptfs-utils
efibootmgr
exfat-utils
feh
fuseiso
gamemode
git
gnome-keyring
go
gparted
grep
gtk2fontsel
gvfs
htop
i3-gaps
i3blocks
ipython
jdk-openjdk
lib32-gamemode
lib32-gtk2
lutris
maim
man-db
mediainfo
mesa-demos
mlocate
mpv
neofetch
neovim
network-manager-applet
noto-fonts-emoji
ntfs-3g
openssh
os-prober
p7zip
pavucontrol
picom
pulseaudio-alsa
pulsemixer
python-pip
python-pywal
python-wheel
qemu
qutebrowser
ranger
redshift
rust
rxvt-unicode
seahorse
sl
slock
steam
strace
stress
sxhkd
sxiv
telegram-desktop
texlive-core
texlive-most
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
tmux
tree
ttf-fira-mono
tumbler
unclutter
unrar
unzip
vim
virt-manager
virtualbox-host-modules-arch
wget
wine-gecko
wine-mono
wine-staging
xclip
xcompmgr
xdotool
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xsetroot
xorg-xwininfo
xprintidle
xwallpaper
youtube-dl
zathura
zathura-pdf-mupdf
zsh-syntax-highlighting
